 export default {
   state: {
     locationArea: {       
         //夏家
         xiajia: {
           x: -2712214.4964911975,
           y: 4797967.462948293,
           z: 3201742.2312605632,
           h: 0.1479809656383857,
           p: -0.7625243912190198,
           r: 0.0005975296420723808
         },
         terrain:{
            //乌东德河流
         wddterrain:{
           west:101.69833,
           south:25.882458,
           east:102.653206,
           north:26.669613
         }
         ,
         //潼南
         tongnan:{
           west:105.49749255180359,
           south:29.768153429031372,
           east:106.0345995426178,
           north:30.4605495929718
         }
         }
        
      
     }
   },
   

   mutations: {},
   actions: {

   },
   getters: {}

 }
